-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Хост: citymoto.mysql.ukraine.com.ua
-- Время создания: Ноя 24 2017 г., 21:30
-- Версия сервера: 5.6.27-75.0-log
-- Версия PHP: 7.0.24

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `citymoto_day`
--

-- --------------------------------------------------------

--
-- Структура таблицы `articles`
--

CREATE TABLE `articles` (
  `id` int(10) UNSIGNED NOT NULL,
  `category_id` int(11) NOT NULL,
  `article_id` int(11) NOT NULL,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `title` text COLLATE utf8_unicode_ci NOT NULL,
  `short_description` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `attributes` text COLLATE utf8_unicode_ci NOT NULL,
  `img` text COLLATE utf8_unicode_ci NOT NULL,
  `imgs` text COLLATE utf8_unicode_ci NOT NULL,
  `files` text COLLATE utf8_unicode_ci NOT NULL,
  `priority` int(11) NOT NULL DEFAULT '0',
  `date` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `meta_title` text COLLATE utf8_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8_unicode_ci NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `articles`
--

INSERT INTO `articles` (`id`, `category_id`, `article_id`, `name`, `title`, `short_description`, `description`, `attributes`, `img`, `imgs`, `files`, `priority`, `date`, `meta_title`, `meta_description`, `meta_keywords`, `active`, `created_at`, `updated_at`) VALUES
(43, 11, 0, '', 'Про нас@|;О нас@|;', '@|;@|;', '<p>День, який випромінює світло і тепло. День, який приносить задоволення.</p>\r\n\r\n<p>Це все ДЕНЬ project - проект вашого простору, в якому хочеться</p>\r\n\r\n<p>прокидатися, працювати, відпочивати.</p>\r\n\r\n<p>Функціональне, комфортне, практичне рішення вашого інтер&#39;єру.</p>\r\n\r\n<p>Ми команда професіоналів, яка розуміє ваші потреби і втілює їх в життя.</p>@|;<p>День, который излучает свет и тепло. День, который приносит удовольствие.</p>\r\n\r\n<p>Это все ДЕНЬ project - проект вашего пространства, в котором хочется</p>\r\n\r\n<p>просыпаться, работать, отдыхать.</p>\r\n\r\n<p>Функциональное, комфортное, практичное решение вашего интерьера.</p>\r\n\r\n<p>Мы команда профессионалов, которая понимает ваши потребности и воплощает их в жизнь.</p>@|;', '', '', '[]', '', 0, '0000-00-00 00:00:00', 'Студія дизайну ДЕНЬ project@|;Студия дизайна ДЕНЬ Project@|;', 'ДЕНЬ project - проект вашого простору, в якому хочеться  прокидатися, працювати, відпочивати.@|;ДЕНЬ project - проект вашего пространства, в котором хочется просыпаться, работать, отдыхать.@|;', 'дизайн интерьеров@|;Дизайн@|;', 1, '2017-05-29 12:38:22', '2017-10-05 11:56:30'),
(44, 12, 0, '', 'Corea@|;Corea@|;', '@|;@|;', '@|;@|;', '{\"\\u041a\\u0430\\u0440\\u0442\\u0438\\u043d\\u043a\\u0430 \\u043f\\u0440\\u043e\\u0435\\u043a\\u0442\\u0430\":\"upload\\/articles\\/44\\/img\\/44-5935429601c19.jpg\"}', '', '[{\"full\":\"upload\\/articles\\/44\\/full\\/project_1_1.jpg\",\"min\":\"upload\\/articles\\/44\\/min\\/project_1_1.jpg\"},{\"full\":\"upload\\/articles\\/44\\/full\\/project_1_2.jpg\",\"min\":\"upload\\/articles\\/44\\/min\\/project_1_2.jpg\"},{\"full\":\"upload\\/articles\\/44\\/full\\/project_1_3.jpg\",\"min\":\"upload\\/articles\\/44\\/min\\/project_1_3.jpg\"},{\"full\":\"upload\\/articles\\/44\\/full\\/project_1_4.jpg\",\"min\":\"upload\\/articles\\/44\\/min\\/project_1_4.jpg\"},{\"full\":\"upload\\/articles\\/44\\/full\\/project_1_5.jpg\",\"min\":\"upload\\/articles\\/44\\/min\\/project_1_5.jpg\"},{\"full\":\"upload\\/articles\\/44\\/full\\/project_1_6.jpg\",\"min\":\"upload\\/articles\\/44\\/min\\/project_1_6.jpg\"},{\"full\":\"upload\\/articles\\/44\\/full\\/project_1_7.jpg\",\"min\":\"upload\\/articles\\/44\\/min\\/project_1_7.jpg\"},{\"full\":\"upload\\/articles\\/44\\/full\\/project_1_8.jpg\",\"min\":\"upload\\/articles\\/44\\/min\\/project_1_8.jpg\"}]', '', 0, '0000-00-00 00:00:00', 'META Title seo@|;@|;', 'META Description seo@|;@|;', 'META Keywords@|;@|;', 1, '2017-05-29 12:42:38', '2017-06-05 11:37:58'),
(45, 12, 0, '', 'Book@|;Book@|;', '@|;@|;', '@|;@|;', '{\"\\u041a\\u0430\\u0440\\u0442\\u0438\\u043d\\u043a\\u0430 \\u043f\\u0440\\u043e\\u0435\\u043a\\u0442\\u0430\":\"upload\\/articles\\/45\\/img\\/45-59901fef54645.jpg\"}', '', '[{\"full\":\"upload\\/articles\\/45\\/full\\/12.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/12.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/13.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/13.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/14.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/14.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/15.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/15.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/16.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/16.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/17.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/17.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/18.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/18.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/19.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/19.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/20.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/20.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/21.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/21.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/22.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/22.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/23.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/23.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/24.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/24.jpg\"},{\"full\":\"upload\\/articles\\/45\\/full\\/25.jpg\",\"min\":\"upload\\/articles\\/45\\/min\\/25.jpg\"}]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-05-29 12:46:30', '2017-08-13 09:46:23'),
(46, 12, 0, '', 'Hohotels@|;Hohotels@|;', '@|;@|;', '@|;@|;', '{\"\\u041a\\u0430\\u0440\\u0442\\u0438\\u043d\\u043a\\u0430 \\u043f\\u0440\\u043e\\u0435\\u043a\\u0442\\u0430\":\"upload\\/articles\\/46\\/img\\/46-593542f3a7c0c.jpg\"}', '', '[{\"full\":\"upload\\/articles\\/46\\/full\\/project_3_1.jpg\",\"min\":\"upload\\/articles\\/46\\/min\\/project_3_1.jpg\"},{\"full\":\"upload\\/articles\\/46\\/full\\/project_3_2.jpg\",\"min\":\"upload\\/articles\\/46\\/min\\/project_3_2.jpg\"},{\"full\":\"upload\\/articles\\/46\\/full\\/project_3_3.jpg\",\"min\":\"upload\\/articles\\/46\\/min\\/project_3_3.jpg\"},{\"full\":\"upload\\/articles\\/46\\/full\\/project_3_4.jpg\",\"min\":\"upload\\/articles\\/46\\/min\\/project_3_4.jpg\"},{\"full\":\"upload\\/articles\\/46\\/full\\/project_3_5.jpg\",\"min\":\"upload\\/articles\\/46\\/min\\/project_3_5.jpg\"},{\"full\":\"upload\\/articles\\/46\\/full\\/project_3_6.jpg\",\"min\":\"upload\\/articles\\/46\\/min\\/project_3_6.jpg\"},{\"full\":\"upload\\/articles\\/46\\/full\\/project_3_7.jpg\",\"min\":\"upload\\/articles\\/46\\/min\\/project_3_7.jpg\"}]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-05-29 12:47:49', '2017-09-04 14:01:25'),
(47, 12, 0, '', 'Small family@|;Small family@|;', '@|;@|;', '@|;@|;', '{\"\\u041a\\u0430\\u0440\\u0442\\u0438\\u043d\\u043a\\u0430 \\u043f\\u0440\\u043e\\u0435\\u043a\\u0442\\u0430\":\"upload\\/articles\\/47\\/img\\/47-5935434f078cd.jpg\"}', '', '[{\"full\":\"upload\\/articles\\/47\\/full\\/project_4_1.jpg\",\"min\":\"upload\\/articles\\/47\\/min\\/project_4_1.jpg\"},{\"full\":\"upload\\/articles\\/47\\/full\\/project_4_2.jpg\",\"min\":\"upload\\/articles\\/47\\/min\\/project_4_2.jpg\"},{\"full\":\"upload\\/articles\\/47\\/full\\/project_4_3.jpg\",\"min\":\"upload\\/articles\\/47\\/min\\/project_4_3.jpg\"},{\"full\":\"upload\\/articles\\/47\\/full\\/project_4_4.jpg\",\"min\":\"upload\\/articles\\/47\\/min\\/project_4_4.jpg\"},{\"full\":\"upload\\/articles\\/47\\/full\\/project_4_5.jpg\",\"min\":\"upload\\/articles\\/47\\/min\\/project_4_5.jpg\"}]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-05-29 12:49:01', '2017-09-04 14:00:53'),
(48, 13, 0, '', 'Дизайн квартир@|;Дизайн квартир@|;', '@|;@|;', '<p>Більшість людей у Києві сьогодні надають перевагу оформленню інтер&#39;єру квартири за індивідуальним проектом. У нашій компанії дизайн створюється досвідченими майстрами. Під час роботи враховуються десятки нюансів, щоб новий інтер&#39;єр неодмінно продовжував радувати протягом багатьох років. Ми готові взятися за замовлення будь-якої складності, після чого дизайнерський проект неодмінно зможе задовольнити навіть найвимогливішого клієнта.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Вартість проектування може істотно варіюватися, тому що вона безпосередньо залежить від потреб клієнта, а також масштабів виконаних робіт. Для проектів квадратурою від 100 м<sup>2</sup> надаються дисконтні пропозиції. Над кожним замовленням працюють кращі фахівці, щоб замовник отримав саме те, що побажав від початку.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Варіанти виконання</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Дизайнерський інтер&#39;єр був популярний завжди, але в наші дні він придбав особливу статусність серед населення. Сьогодні звернутися до нас може навіть людина з невеликою квартирою і обмеженим бюджетом. Існують сотні варіантів стилів, проте найбільш поширені такі:</p>\r\n\r\n<ul>\r\n	<li>лофт;</li>\r\n	<li>мінімалізм;</li>\r\n	<li>хай тек;</li>\r\n	<li>контемпорарі;</li>\r\n	<li>скандинавський дизайнерський стиль.</li>\r\n</ul>\r\n\r\n<p>Продовжувати можна ще досить довго, причому список регулярно розширюється. Нерідко замовники бажають задіяти мікс із декількох варіантів.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Чому індивідуальний дизайн-проект &ndash; це зручно</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Індивідуальне проектування передбачає отримання цілого комплексу переваг, серед яких найбільшу значимість мають наступні:</p>\r\n\r\n<ol>\r\n	<li>Масштаб. Ми готові взятися практично за будь-яку квартиру, будь-то smart або масштабний пентхаус. Малометражні, великі квартири, студії та безліч інших об&#39;єктів не залишаться поза нашою увагою.</li>\r\n	<li>Стиль. У процесі оформлення замовлення ви обумовлюєте нюанси безпосередньо з дизайнером Вашого проекту, обговорюєте вже обраний Вами стиль дизайну або обираєте його разом перед початковим етапом проектування.</li>\r\n	<li>Унікальність. Кожен проект інтер&#39;єру розробляється індивідуально, при цьому враховуються сучасні тенденції та технічні можливості.</li>\r\n</ol>\r\n\r\n<p>Для досягнення бажаного результату ми використовуємо знання та вміння кваліфікованих дизайнерів і відповідне технічне оснащення. У результаті це дає нам змогу домогтися бажаних результатів без найменших погрішностей і зволікань.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Співпраця з нами</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Розробка дизайну в квартирі &ndash; це дуже відповідальний крок, який можна довірити тільки перевіреним професіоналам. У процесі взаємодії кожен клієнт може бути впевнений в ряді чинників:</p>\r\n\r\n<ul>\r\n	<li>персональний підхід;</li>\r\n	<li>демократичні ціни;</li>\r\n	<li>оперативність;</li>\r\n	<li>реалізація ідей будь-якої складності.</li>\r\n</ul>\r\n\r\n<p>Замовляйте дизайн-проект в нашій компанії сьогодні, і вже скоро зможете приступити до втілення сучасного унікального проекту у власній квартирі. Грамотний підхід досвідчених дизайнерів дозволить вам найближчим часом облаштувати стильне комфортне житло.</p>@|;<p>Большинство людей в Киеве сегодня предпочитают оформлять интерьер квартиры по индивидуальному проекту. В нашей компании дизайн создается опытными мастерами. Во время работы учитываются десятки нюансов, чтобы новый интерьер непременно продолжал радовать на протяжении многих лет. Мы готовы взяться за заказ любой сложности, после чего дизайнерский проект непременно удовлетворит даже самого взыскательного клиента.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Стоимость проектирования может существенно варьироваться, т.к. она напрямую зависит от потребностей клиента, а также масштабов производимых работ. На проекты квадратурой от 100 м<sup>2&nbsp;</sup>&nbsp;предоставляются скидочные предложения. Над каждым заказом работают лучшие специалисты, чтобы заказчик получил именно то, что изначально пожелал.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Варианты исполнения</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Дизайнерский интерьер был популярен всегда, но в наши дни он приобрел особую статусность среди населения. Сегодня обратиться к нам может даже человек с небольшой квартирой и ограниченным бюджетом. Существуют сотни вариантов стилей, однако наиболее распространены следующие:</p>\r\n\r\n<ul>\r\n	<li>лофт;</li>\r\n	<li>минимализм;</li>\r\n	<li>хайтек;</li>\r\n	<li>контемпорари;</li>\r\n	<li>скандинавский дизайнерский стиль.</li>\r\n</ul>\r\n\r\n<p>Продолжать можно еще достаточно долго, причем список регулярно расширяется. Нередко заказчики желают использовать микс из нескольких вариантов.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>Почему индивидуальный дизайн-проект &ndash; это удобно</h3>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Индивидуальное проектирование подразумевает получение целого комплекса преимуществ, среди которых наибольшую значимость имеют следующие:</p>\r\n\r\n<ol>\r\n	<li>Масштаб. Мы готовы взяться практически за любую квартиру, будь-то smart или масштабный пентхаус. Малометражные, большие квартиры, студии&nbsp;и многие другие обьекты не останутся без нашего&nbsp;внимания.&nbsp;</li>\r\n	<li>Стиль. В процессе оформления заказа вы оговариваете нюансы непосредственно с дизайнером&nbsp;Вашего проекта, обсуждаете уже выбранный Вами стиль дизайна либо выбираете его вместе перед начальным этапом проектирования.&nbsp;</li>\r\n	<li>Уникальность. Каждый проект интерьера разрабатывается&nbsp;индивидуально, при этом&nbsp;учитываются современные тенденции и технические возможности.</li>\r\n</ol>\r\n\r\n<p>Для достижения желаемого результата&nbsp;мы используем&nbsp;труд квалифицированных дизайнеров и&nbsp;соответствующее техническое оснащение. В результате удается добиться желаемых результатов без малейших погрешностей и промедлений.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Сотрудничество с нами</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Разработка дизайна в квартире &ndash; это очень ответственный шаг, который можно доверить только проверенным профессионалам. В процессе взаимодействия каждый клиент может быть уверен в ряде факторов:</p>\r\n\r\n<ul>\r\n	<li>персональный подход;</li>\r\n	<li>демократичные цены;</li>\r\n	<li>оперативность;</li>\r\n	<li>реализация идей любой сложности.</li>\r\n</ul>\r\n\r\n<p>Заказывайте дизайн-проект в нашей компании сегодня, и уже в ближайшее время сможете приступить к воплощению современного уникального проекта в собственной квартире. Грамотный подход опытных дизайнеров позволит вам в ближайшее время обустроить стильное комфортное жилье.</p>@|;', '{\"\\u041a\\u0430\\u0440\\u0442\\u0438\\u043d\\u043a\\u0430 \\u043f\\u0440\\u0435\\u0434\\u043c\\u0435\\u0442\\u0430\":\"upload\\/articles\\/48\\/img\\/48-5a0ee5d227f10.jpg\"}', '', '[{\"full\":\"upload\\/articles\\/48\\/full\\/1.jpg\",\"min\":\"upload\\/articles\\/48\\/min\\/1.jpg\"},{\"full\":\"upload\\/articles\\/48\\/full\\/2.jpg\",\"min\":\"upload\\/articles\\/48\\/min\\/2.jpg\"},{\"full\":\"upload\\/articles\\/48\\/full\\/3.jpg\",\"min\":\"upload\\/articles\\/48\\/min\\/3.jpg\"}]', '', 0, '0000-00-00 00:00:00', 'Дизайн квартири в Києві, проектування квартири@|;Дизайн квартир в Киеве, проектирование квартиры@|;', 'Більшість людей у Києві сьогодні надають перевагу оформленню інтер\'єру квартири за індивідуальним проектом. У нашій компанії дизайн створюється досвідченими майстрами@|;Большинство людей в Киеве сегодня предпочитают оформлять интерьер квартиры по индивидуальному проекту. В нашей компании дизайн создается опытными мастерами.@|;', 'Дизайн трикімнатної квартири@|;@|;', 1, '2017-05-29 12:52:11', '2017-11-17 13:36:18'),
(49, 15, 0, '', 'Facebook@|;Facebook@|;', '@|;@|;', '@|;@|;', '{\"\\u0421\\u0441\\u0438\\u043b\\u043a\\u0430\":\"https:\\/\\/www.facebook.com\\/DAYprojectON\\/\"}', '', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-05-29 12:57:22', '2017-06-05 11:36:09'),
(50, 15, 0, '', 'Instagram@|;Instagram@|;', '@|;@|;', '@|;@|;', '{\"\\u0421\\u0441\\u0438\\u043b\\u043a\\u0430\":\"https:\\/\\/www.instagram.com\\/_dayproject_\\/\"}', '', '[]', '', 0, '0000-00-00 00:00:00', '@|;@|;', '@|;@|;', '@|;@|;', 1, '2017-05-29 12:58:26', '2017-06-05 11:36:24'),
(51, 13, 0, '', 'Дизайн інтер\'єру@|;Дизайн интерьера@|;', '@|;@|;', '<p>Квартири в новобудовах часто надходять у продаж без мінімального оздоблення, а іноді їх планування вимагає професійного втручання дизайнера. Покупці житла стикаються з проблемою перетворення бетонних стін придбаної квартири в комфортний і затишний простір. Найвідважніші намагаються виконати цю роботу самостійно, але ці спроби нечасто виявляються вдалими.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Кожна людина має власні уявлення про комфорт і затишок, проте для втілення їх в життя потрібно мати певні знання і досвід. Навіть володіння мінімальними художніми здібностями недостатньо, щоб створити проект інтер&#39;єру.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Сучасний по стилю дизайн-проект здатний розробити тільки професіонал, що володіє досвідом роботи в цій сфері. Саме тому для вирішення завдання оформлення нового житла слід звернутися в наше бюро. Наші фахівці виконують дизайн інтер&#39;єру приміщень у Києві.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Переваги професійного дизайну</h2>\r\n\r\n<p>Розробка дизайн-проекту професійними виконавцями &ndash; завжди грамотний варіант оформлення інтер&#39;єру житлового простору. Фахівці, які займаються створенням дизайну, виберуть оптимальне рішення, що вигідно підкреслить індивідуальність інтер&#39;єру.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Професіонали раціонально розрахують розташування джерел світла і визначать найкраще розташування меблів в квартирному просторі, що також є частиною оформлення приміщення. Робота проводиться у тісній взаємодії дизайнера і замовника. Особливо важливо, що вибір поєднання кольорів і підбір оздоблювальних матеріалів, виконується з урахуванням побажань клієнта.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Як працюють дизайнери нашої студії з клієнтами&nbsp;</h2>\r\n\r\n<p>Проектування інтер&#39;єру, незалежно від призначення приміщення, починається зі знайомства клієнта і дизайнера. На цьому етапі автор розробки знайомиться з планом приміщення і вислуховує побажання та ідеї замовника.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Від отриманої інформації залежить загальна концепція замовлення. Чим більше інформації, тим продуктивніше співпрацю, оскільки дизайнеру і клієнту легше досягти взаєморозуміння. Розробка дизайн-проекту інтер&#39;єру виконується у такому порядку:</p>\r\n\r\n<ul>\r\n	<li>знайомство виконавця і замовника проекту;</li>\r\n	<li>виїзд на об&#39;єкт для виконання замірів приміщення;</li>\r\n	<li>анкетування замовника для визначення його бачення бажаного результату;</li>\r\n	<li>укладання договору;</li>\r\n	<li>створення ескізного планувального рішення з визначенням зон розстановки меблів та устаткування;</li>\r\n	<li>виконання візуалізації інтер&#39;єру в 3D форматі;</li>\r\n	<li>підготовка повного набору креслень проекту;</li>\r\n	<li>паспорт оздоблення, меблів і обладнання;</li>\r\n	<li>авторський нагляд.</li>\r\n</ul>\r\n\r\n<p>У нашій студії дизайну можна також замовити унікальний дизайн інтер&#39;єру &ndash; проект для офісу. Ми виконуємо дизайн оформлення приміщень, розташованих у місті Київ, здійснюючи авторський нагляд за якістю втілення розробленого нами проекту в життя.</p>@|;<p>Квартиры в новостройках часто поступают в продажу&nbsp;без минимальной отделки, а иногда их планировка требует профессионального вмешательства дизайнера. Покупатели жилья сталкиваются с проблемой превращения бетонных стен приобретенной квартиры в комфортное и уютное пространство. Самые отважные пытаются выполнить эту работу самостоятельно, но эти попытки крайне редко становятся удачными.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Каждый человек имеет собственные представления о комфорте и уюте, однако, для воплощения их в жизнь нужно иметь определенные знания и опыт. Даже обладания минимальными художественными способностями недостаточно, чтобы создать проект интерьера.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Современный по стилю дизайн проект способен разработать только профессионал, обладающий опытом работы в этой сфере. Именно поэтому для решения задачи оформления нового жилья следует обратиться в наше бюро, где работают специалисты, выполняющие дизайн интерьера в Киеве.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Преимущества профессионального дизайна</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Разработка дизайн проекта, выполненная профессиональными исполнителями, всегда становится грамотным и оптимальным вариантом оформления интерьера жилого пространства. Специалисты, занимающиеся созданием дизайна интерьера, выберут решение, выгодно подчеркивающее его индивидуальность.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Профессионалы грамотно рассчитают расположение источников света и определят наилучшее расположение мебели в квартирном пространстве, которая также является частью оформления помещения. Работа проводится с тесным взаимодействием дизайнера и заказчика. Особенно важно, что выбор сочетания цветов и подбор отделочных материалов, будет выполняться с учетом пожеланий клиента.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Как работают дизайнеры нашей студии с клиентами</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Проектирование интерьера, вне зависимости от назначения помещения, начинается со знакомства клиента и дизайнера. На этом этапе автор разработки знакомится с планом помещения и выслушивает пожелания и идеи заказчика.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>От полученной информации зависит общая концепция заказа. Чем больше информации, тем продуктивнее сотрудничество, поскольку дизайнеру и клиенту легче найти взаимопонимание. Разработка дизайн проекта интерьера выполняется в следующем порядке:</p>\r\n\r\n<ul>\r\n	<li>знакомство Исполнителя и Заказчика проекта;</li>\r\n	<li>выезд на обьект для выполнения замеров помещения;</li>\r\n	<li>анкетирование Заказчика для определения его видения желаемого результата;</li>\r\n	<li>заключение договора;</li>\r\n	<li>создание ескизного планировочного решения с определением зон расстановкой мебели и оборудования;</li>\r\n	<li>выполнение визуализации интерьера в 3D формате;</li>\r\n	<li>подготовка полного набора чертежей проекта;</li>\r\n	<li>паспорт отделки, мебели и оборудования;</li>\r\n	<li>авторский надзор.</li>\r\n</ul>\r\n\r\n<p>В нашей студии дизайна можно также заказать уникальный дизайн интерьера &ndash; проект для офиса. Мы выполняем дизайн оформления помещений, расположенных в городе Киев, осуществляя авторский надзор за качеством воплощения разработанного нами проекта в жизнь.</p>@|;', '{\"\\u041a\\u0430\\u0440\\u0442\\u0438\\u043d\\u043a\\u0430 \\u043f\\u0440\\u0435\\u0434\\u043c\\u0435\\u0442\\u0430\":\"upload\\/articles\\/51\\/img\\/51-5a0ebe0c44776.jpg\"}', '', '[{\"full\":\"upload\\/articles\\/51\\/full\\/project_3_5.jpg\",\"min\":\"upload\\/articles\\/51\\/min\\/project_3_5.jpg\"},{\"full\":\"upload\\/articles\\/51\\/full\\/project_3_6.jpg\",\"min\":\"upload\\/articles\\/51\\/min\\/project_3_6.jpg\"},{\"full\":\"upload\\/articles\\/51\\/full\\/project_3_7.jpg\",\"min\":\"upload\\/articles\\/51\\/min\\/project_3_7.jpg\"}]', '', 0, '0000-00-00 00:00:00', 'Дизайн інтер\'єру в Києві, дизайн-проект інтер\'єру@|;Дизайн интерьера в Киеве, дизайн-проект интерьера@|;', 'Розробка дизайн-проекту професійними виконавцями – завжди грамотний варіант оформлення інтер\'єру житлового простору. Фахівці, які займаються створенням дизайну, виберуть оптимальне рішення, що вигідно підкреслить індивідуальність інтер\'єру.@|;Современный по стилю дизайн проект способен разработать только профессионал, обладающий опытом работы в этой сфере.@|;', 'Дизайн двохкімнатної квартири@|;@|;', 1, '2017-09-07 19:17:55', '2017-11-17 10:46:36'),
(52, 13, 0, '', 'Дизайн однокімнатної квартири@|;Дизайн однокомнатной квартиры@|;', '@|;@|;', '<p>Студія дизайну ДЕНЬ project пропонує виконання дизайн-проекту маленької квартири в Києві. Розробка дизайну інтер&#39;єру квартир обмеженої площі вимагає особливої ​​уваги до стилістики і деталей: тут усі прийоми побудови простору повинні бути націлені на візуальне розширення приміщення. Можна сказати, що дизайн малогабаритних квартир &ndash;виключно для професіонала.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Особливої ​​популярності набуває перетворення типової 1-кімнатної квартири в квартиру-студію. Подібний прийом можливий завдяки грамотному переплануванню і демонтажу стін. Об&#39;єднання кухні і балкона або лоджії з житловою кімнатою дає можливість більш раціональному і функціональному зонуванню простору, максимального використання наявних площ.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Професійний дизайнер починає свою роботу зі з&#39;ясування потреб господарів квартири і знайомства з житловим приміщенням. На підставі отриманої інформації виконуються варіанти планування. Варіант, який влаштував замовника, стає основою дизайну інтер&#39;єру. Дизайн-проект однокімнатної квартири включає візуалізацію об&#39;єкта: плани, розрізи і розгортки всіх приміщень і унікальних елементів інтер&#39;єру зі специфікаціями та відомістю матеріалів.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Вартість проекту дизайну інтер&#39;єру формується в залежності від розмірів приміщень. Замовити дизайн 1-кімнатної квартири в студії ДЕНЬ project можна, зателефонувавши за телефонами, вказаними в розділі &laquo;Контакти&raquo; на нашому сайті. Увага до кожної дрібниці, професіоналізм дизайнера і адекватна ціна &ndash; наш стиль роботи.</p>@|;<h2>Дизайн интерьера однокомнатной квартиры</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Студия дизайна ДЕНЬ project предлагает выполнение дизайн проекта маленькой квартиры в Киеве. Разработка дизайна интерьера квартир ограниченной площади требует особого внимания к стилистике и деталям: здесь все приемы построения пространства должны быть нацелены на визуальное расширение помещения. Можно сказать, что дизайн малогабаритных квартир &ndash; высший пилотаж для профессионала.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Особую популярность приобретает превращение типовой 1 комн квартиры в квартиру-студию. Подобный прием возможен благодаря&nbsp;грамотной перепланировке и выполнением демонтажа стен. Объединение кухни и балкона или лоджии с жилой комнатой дает возможность более грамотного и функционального зонирования пространства, максимального использования имеющихся площадей.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Профессиональный дизайнер начинает свою работу с выяснения потребностей хозяев квартиры и знакомства с жилым помещением. На основании полученной информации выполняются варианты планировки. Вариант, устроивший заказчика, становится основой дизайна интерьера. Дизайн проект однокомнатной квартиры включает визуализацию обьекта: планы, разрезы и развертки всех помещений и уникальных элементов интерьера со спецификациями и ведомостью материалов.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Стоимость проекта дизайна интерьера формируется в зависимости от&nbsp;размеров помещений. Заказать дизайн 1 комнатной квартиры в студии ДЕНЬ project можно, позвонив по телефонам, указанным в разделе &laquo;контакты на нашем сайте. Внимание к каждой мелочи, профессионализм дизайнера и адекватная цена &ndash; наш стиль работы.</p>\r\n\r\n<p>&nbsp;</p>@|;', '{\"\\u041a\\u0430\\u0440\\u0442\\u0438\\u043d\\u043a\\u0430 \\u043f\\u0440\\u0435\\u0434\\u043c\\u0435\\u0442\\u0430\":\"upload\\/articles\\/52\\/img\\/52-59b19c967e868.jpg\"}', '', '[{\"full\":\"upload\\/articles\\/52\\/full\\/11.jpg\",\"min\":\"upload\\/articles\\/52\\/min\\/11.jpg\"},{\"full\":\"upload\\/articles\\/52\\/full\\/22.jpg\",\"min\":\"upload\\/articles\\/52\\/min\\/22.jpg\"},{\"full\":\"upload\\/articles\\/52\\/full\\/33.jpg\",\"min\":\"upload\\/articles\\/52\\/min\\/33.jpg\"}]', '', 0, '0000-00-00 00:00:00', 'Дизайн-проект однокімнатної квартири в Києві, замовити дизайн 1-кімн. квартири@|;Дизайн - проект однокомнатной квартиры в Киеве, заказать дизайн 1-комн. квартиры@|;', 'Студія дизайну ДЕНЬ project пропонує виконання дизайн-проекту маленької квартири в Києві. Увага до кожної дрібниці, професіоналізм дизайнера і адекватна ціна – наш стиль роботи.@|;Студия дизайна ДЕНЬ project предлагает выполнение дизайн проекта маленькой квартиры в Киеве.@|;', 'Дизайн однокімнатної квартири@|;Дизайн однокомнатной квартиры@|;', 1, '2017-09-07 19:23:02', '2017-11-20 08:17:09'),
(57, 13, 0, '', 'Дизайн кафе@|;Дизайн кафе@|;', '@|;@|;', '<h1>Дизайн кафе. Послуга розробки дизайну інтер&#39;єру кафе</h1>\r\n\r\n<p>Часом кафе становить невід&#39;ємну частину нашого життя і, що важливо, іноді &ndash; значну її частину. Це і місце зустрічі, і простір для усамітнення. Відпочити зі своєю дитиною або з дуже близькою людиною. Привід є завжди! І як же має бути там тепло, як затишно!</p>\r\n\r\n<p>Вирішальним моментом (однозначно в будь-якому закладі!) є сам простір: що він несе, що дарує, що забирає? Дизайн кафе &ndash; значний момент в його влаштуванні, саме з нього все починається. Розробка інтер&#39;єру повинна бути продумана найретельнішим чином. Це не тільки меблі, їх якість і колір, це також світильники і аксесуари. Один лише витончений підсвічник здатний перевернути все, головне &ndash; знати, як його поставити і куди. Дрібниця, скажете? Ні!</p>\r\n\r\n<h2>Значення дизайнерського проекту кафе</h2>\r\n\r\n<p>Концепція, яку ви вибрали, задає напрямок. Від неї відштовхуються дизайнери, створюючи дизайн-проект. Ви повинні відкрити такий заклад, в який захочеться повернутися. Більш того &ndash; не залишати зовсім. Адже кафе від кафе різниться. Кожен заклад збирає свою, персональну публіку. Кожен штрих значущий! Багата Україна і кафе, і ресторанами... Чим тільки не багата? Як зробити так, щоб ваш заклад був неповторним?</p>\r\n\r\n<p>Яким буде інтер&#39;єр у вашому кафе? Проектування починається з визначення мети, з визначення напрямку кафе. Що це:</p>\r\n\r\n<ul>\r\n	<li>3D проект,</li>\r\n	<li>дитяче кафе,</li>\r\n	<li>невелике кафе, але з великими можливостями,</li>\r\n	<li>кафе швидкого харчування.</li>\r\n</ul>\r\n\r\n<p>Все це &ndash; кафе. Але різниця між ними разюча. Не можна поєднувати непоєднуване. Дозволене для одного закладу, абсолютно неприпустимо для другого, третього і т.д.</p>\r\n\r\n<p>Так, різниця суттєва. Інтер&#39;єр дитячого кафе буде значно відрізнятися від інтер&#39;єру 3D проекту або невеликого кафе. В одному випадку потрібна оригінальність, в іншому &ndash; креативність, у третьому &ndash; неповторність. Серйозний проект вимагає серйозного рішення і знань справжніх професіоналів. Можливо, ви &ndash; геній. Але і генії помиляються, та й порада буває необхідна. Можливо, вашому закладу не вистачає лише однієї родзинки, яка завершить всю композицію, зробить її цілісною. Кафе має бути таким, щоб у людини з&#39;явилося бажання з нього почати свій день. Зазирнувши на чашечку кави, набратися сил, щоб їх вистачило на все протягом всього дня.</p>\r\n\r\n<h2>Команда професіоналів</h2>\r\n\r\n<p>Студія дизайну ДЕНЬ project &ndash; це завжди сміливі рішення, високий рівень, бездоганна якість!</p>\r\n\r\n<p>Київ &ndash; приголомшливе місто з великими можливостями, з пристойною кількістю пропозицій послуг дизайну, в тому числі і дизайну кафе, адже в Києві це &ndash; справа звична. Часом доводиться голову ламати &ndash; до кого звернутися, у кого замовити проектування. Розмірковують про кілька речей одночасно. Ціна проекту теж грає не останню роль. Наша команда добре відома в Україні, що радує. Приємно працювати для людей, дарувати їм радість спілкування і хороші проекти.</p>\r\n\r\n<p>Вартість кожного проекту строго індивідуальна. Заздалегідь можна прорахувати лише відносно. Але можливо!</p>\r\n\r\n<ul>\r\n	<li>Концепція і методи її вирішення,</li>\r\n	<li>Компоненти,</li>\r\n	<li>Складність виконуваних робіт.</li>\r\n</ul>\r\n\r\n<p>Ми враховуємо рішуче все! Професіоналізм &ndash; важливий аспект. Але цього мало, ми ще й люди. Хочеться, щоб нас згадували добрим словом, хочеться дарувати радість і отримувати її в обмін. Хочеться, щоб ви могли радувати своїх гостей, даруючи їм не тільки чудовий кавовий аромат, але і атмосферу &ndash; затишну, чисту, світлу. Щоб не тільки Київ, а і вся Україна дізналася про ваше кафе.</p>@|;<p>Временами кафе составляет неотъемлемую часть нашей жизни и, что важно, иногда &mdash; значительную ее часть. Это и место встречи, и пространство для уединения. Отдохнуть со своим ребенком или с очень близким человеком. Повод есть всегда! И как же должно быть там тепло, как уютно!</p>\r\n\r\n<p>Решающим моментом (решительно в любом заведении!) является само пространство: что несет оно, что дарит, что забирает?&nbsp;Дизайн кафе&nbsp;&mdash; значительный момент в его устройстве, именно с него все начинается.&nbsp;Разработка интерьера&nbsp;должна быть продумана самым тщательным образом. Это не только мебель, ее качество и цвет, это и светильники, и аксессуары. Один только изящный подсвечник способен перевернуть все, главное &mdash; знать, как его поставить и куда. Мелочь, скажете? Нет!</p>\r\n\r\n<h2>Значение дизайнерского проекта кафе</h2>\r\n\r\n<p>Концепция, которую вы выбрали, задает направление. От нее отталкиваются дизайнеры, создавая&nbsp;дизайн-проект. Вы должны открыть такое заведение, в которое захочется вернуться. Мало того &mdash; не покидать вовсе. Ведь кафе &mdash; кафе рознь. Каждое заведение собирает свою, персональную публику. Каждый штрих значим! Богата&nbsp;Украина&nbsp;и кафе, и ресторанами&hellip;. Как сделать так, чтобы ваше заведение было неповторимым?</p>\r\n\r\n<p>Каким будет&nbsp;интерьер&nbsp;в вашем кафе? Проектирование начинается с определения цели, с определения направления кафе. Что это:</p>\r\n\r\n<ul>\r\n	<li>3D проект,</li>\r\n	<li>Детское кафе,</li>\r\n	<li>Небольшое кафе, но с большими возможностями,</li>\r\n	<li>Кафе&nbsp;быстрого питания.</li>\r\n</ul>\r\n\r\n<p>Все это &mdash; кафе. Но разница между ними разительна. Нельзя совмещать несовместимое. Дозволенное для одного заведения, совершенно недопустимо для второго, третьего и т. д.</p>\r\n\r\n<p>Да, разница существенная. Интерьер&nbsp;детского&nbsp;кафе будет значительно отличаться от интерьера 3D проекта или&nbsp;небольшого кафе. В одном случае потребуется оригинальность, в другом &mdash; креативность, в третьем &mdash; неповторимость. Серьезный проект требует серьезного решения и знаний истинных профессионалов. Возможно, вы &mdash; гений. Но и гении ошибаются, да и совет (потрясающий!) бывает, ох как, нужен. Возможно, что вашему заведению не хватает лишь одной изюминки, которая завершит всю композицию, сделает ее целостной. Кафе должно быть таким, чтобы у человека появилось желание с него начать свой день. Заглянув на чашечку кофе, набраться сил, дабы их хватило на всех в течение всего дня. Как знать, может и всей жизни?</p>\r\n\r\n<h2>Команда профессионалов</h2>\r\n\r\n<p>Студия дизайна ДЕНЬ project &mdash; это всегда смелое решение, высокий уровень, безупречное качество!</p>\r\n\r\n<p>Киев&nbsp;&mdash; потрясающий город с большими возможностями, с приличным количеством предложений по услугам дизайна, в том числе и дизайна кафе, ведь оно в&nbsp;Киеве&nbsp;&mdash; дело привычное. Порой приходится голову ломать &mdash; к кому обратиться, у кого&nbsp;заказать&nbsp;проектирование кафе. Размышляют о нескольких вещах одновременно. Да, есть над чем... Цена проекта тоже играет не последнюю роль. Нашу команду знают многие на&nbsp;Украине, что радует. Приятно работать для людей, дарить им радость общения и хорошие проекты.</p>\r\n\r\n<p>Стоимость&nbsp;каждого проекта строго индивидуальна. Заранее можно просчитать лишь относительно. Но возможно!</p>\r\n\r\n<ul>\r\n	<li>Концепция и методы ее решения,</li>\r\n	<li>Составляющие,</li>\r\n	<li>Сложность выполняемых работ.</li>\r\n</ul>\r\n\r\n<p>Мы учитываем решительно все! Профессионализм &mdash; важный аспект. Но этого мало, мы еще и люди, которым и человеческое не чуждо. Хочется, чтобы вспоминали нас добрым словом, хочется дарить радость и получать ее взамен. Хочется, чтобы вы могли радовать своих гостей, даря им не только чудесный кофейный аромат, но и атмосферу &mdash; уютную, чистую, светлую. Чтобы знал ваше кафе не только&nbsp;Киев, но и вся&nbsp;Украина.</p>@|;', '{\"\\u041a\\u0430\\u0440\\u0442\\u0438\\u043d\\u043a\\u0430 \\u043f\\u0440\\u0435\\u0434\\u043c\\u0435\\u0442\\u0430\":\"upload\\/articles\\/57\\/img\\/57-5a0df3e7c0305.jpg\"}', '', '[]', '', 0, '0000-00-00 00:00:00', 'Дизайн кафе в Києві | Послуги розробки дизайну інтер\'єру кафе в Україні@|;Услуга разработки дизайна интерьера кафе в Киеве@|;', 'Послуги розробки дизайну кафе від Студії дизайну ДЕНЬ project. Завжди сміливі рішення, високий рівень, бездоганна якість! Телефонуйте@|;Разработка интерьера должна быть продумана самым тщательным образом. Студия дизайна \"ДЕНЬ project\" готова воплотить любые дизайнерские проекты. Консультации профессионалов@|;', '@|;@|;', 0, '2017-11-16 10:04:50', '2017-11-19 16:46:19'),
(58, 13, 0, '', 'Дизайн двокімнатної квартири@|;Дизайн двухкомнатной квартиры@|;', '@|;@|;', '<p>Найбільшою популярністю як на вторинному ринку житла в Києві, так і в новобудовах користуються двокімнатні квартири. Місця в них менше, ніж в трьох-або чотирикімнатних, але і коштують вони дешевше. А при завдяки грамотно розробленому дизайнерському проекту можна реалізувати всі необхідні функціональні зони та не жертвувати естетикою.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>З чого починається дизайн двокімнатної квартири</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Для створення проектного рішення, що відповідає вимогам і побажанням замовника, необхідно виявити переваги і недоліки планування, продумати технічні рішення, які дозволять максимально ефективно експлуатувати весь простір.</p>\r\n\r\n<p>Під час ремонту малогабаритної квартири або просторої чешки можна задіяти і типовий проект, але він не дозволить врахувати всі особливості житла, підібрати відповідний стиль і оптимальне розташування функціональних зон.</p>\r\n\r\n<p>Перед початком проектування дизайнер спільно із замовником визначає кілька основних аспектів:</p>\r\n\r\n<ul>\r\n	<li>стиль, в якому буде оформлений інтер&#39;єр,</li>\r\n	<li>особливості планування: перегородки, несучі стіни, комунікаційні мережі,</li>\r\n	<li>кількість осіб, що проживають у квартирі.<br />\r\n	&nbsp;</li>\r\n</ul>\r\n\r\n<h2>Етапи створення проекту</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul>\r\n	<li>Виїзд фахівця на об&#39;єкт, обговорення із замовником деталей інтер&#39;єру.</li>\r\n	<li>Обмір квартири і складання докладного плану.</li>\r\n	<li>Оформлення та підписання договору.</li>\r\n	<li>Складання технічного завдання.</li>\r\n	<li>Розробка 3D візуалізації.</li>\r\n	<li>Створення креслень.</li>\r\n	<li>Вибір будівельних матеріалів, меблів та побутової техніки.</li>\r\n	<li>Складання плану будівельних робіт.</li>\r\n	<li>Узгодження проектного рішення із замовником.</li>\r\n	<li>Розрахунок кошторисної вартості.</li>\r\n	<li>Ведення авторського нагляду під час будівельно-монтажних робіт.</li>\r\n	<li>Підбір аксесуарів.</li>\r\n	<li>Здача готового об&#39;єкта.<br />\r\n	&nbsp;</li>\r\n</ul>\r\n\r\n<h2>Особливість ремонтних робіт</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Київ постійно розростається, щомісяця тут здаються в експлуатацію сучасні новобудови. Ремонт у новому панельному будинку відрізняється від робіт у хрущовці. Тут не виконуються роботи з демонтажу старої обробки та не завжди потрібні нові комунікації. Тому вартість БМР зазвичай виходь нижчою.</p>\r\n\r\n<p>Ремонт старих квартир трохи дорожчий і складніший, так як передбачає широкий спектр демонтажних робіт, виправлення конструкційних недоліків: знесення непотрібних стін, облаштування нових дверних прорізів, перенесення комунікацій, заміна електричної проводки та багато іншого.<br />\r\n&nbsp;</p>\r\n\r\n<p>Але в обох випадках без допомоги кваліфікованого фахівця неможливо продумати всі особливості ремонту, врахувати можливі проблеми і грамотно розробити план проведення робіт. Адже перепланування двокімнатних приміщення, в залежності від площі простору, дозволяє створити як шикарну студію, так і трикімнатне житло. І тільки досвідчений дизайнер здатний створити грамотний проект.<br />\r\n&nbsp;</p>\r\n\r\n<p>Авторський дизайн інтер&#39;єру &ndash; це спосіб надати вашому житлу індивідуальність, втілити в життя найнезвичайніші та сміливіші рішення. Ми розробимо гармонійне просторове рішення, яке задовольнить найвибагливішого замовника. Замовити індивідуальний проект ви можете, відвідавши наш офіс, зателефонувавши по телефону або залишивши заявку через форму зворотного зв&#39;язку на нашому сайті.</p>@|;<p>Наибольшей популярность как на вторичном рынке жилья в&nbsp;Киеве, так и в новостройках пользуютсядвухкомнатные квартиры.&nbsp;Места в них меньше, чем в трех- или четырехкомнатной, но и стоят они дешевле. А при грамотно разработанном дизайнерском&nbsp;проекте&nbsp;можно реализовать все требуемые функциональные зоны и не жертвовать эстетикой.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>С чего начинается&nbsp;дизайн двухкомнатной квартиры</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Для создания проектного решения, соответствующего требованиям и пожеланиям заказчика, необходимо выявить достоинства и недостатки планировки, продумать технические решения, которые позволят максимально эффективно эксплуатировать все пространство.</p>\r\n\r\n<p>При ремонте&nbsp;малогабаритной&nbsp;квартиры или просторной&nbsp;чешки&nbsp;можно использовать и&nbsp;типовой&nbsp;проект, но он не позволит учесть все особенности жилья, подобрать подходящий стиль и оптимальное расположение функциональных зон.</p>\r\n\r\n<p>Перед началом проектирования дизайнер совместно с заказчиком определяет несколько основных аспектов:</p>\r\n\r\n<ul>\r\n	<li>стиль, в котором будет выдержан интерьер,</li>\r\n	<li>особенности планировки: перегородки, несущие стены, коммуникационные сети,</li>\r\n	<li>количество человек, проживающих в квартире.<br />\r\n	&nbsp;</li>\r\n</ul>\r\n\r\n<h2>Этапы создания проекта 2-х комнатной квартиры<br />\r\n&nbsp;</h2>\r\n\r\n<ul>\r\n	<li>Выезд специалиста на объект, обсуждение с заказчиком деталей интерьера.</li>\r\n	<li>Снятие размеров и составление подробного плана.</li>\r\n	<li>Оформление и подписание договора.</li>\r\n	<li>Составление технического задания.</li>\r\n	<li>Разработка 3D визуализации.</li>\r\n	<li>Создание чертежей.</li>\r\n	<li>Выбор строительных материалов, мебели и бытовой техники.</li>\r\n	<li>Составление плана строительных работ.</li>\r\n	<li>Согласование проектного решения с заказчиком.</li>\r\n	<li>Расчет сметной стоимости.</li>\r\n	<li>Ведение авторского надзора при строительно-монтажных работах.</li>\r\n	<li>Подбор аксессуаров.</li>\r\n	<li>Сдача готового объекта.<br />\r\n	&nbsp;</li>\r\n</ul>\r\n\r\n<h2>Особенность ремонтных работ<br />\r\n&nbsp;</h2>\r\n\r\n<p>Киев&nbsp;постоянно разрастается, и ежемесячно здесь сдаются в эксплуатацию современные новостройки. Ремонт&nbsp;в новом панельном доме&nbsp;отличается от работ в&nbsp;хрущевке. В нем не подразумеваются работы по демонтажу старой отделки и не всегда требуются новые коммуникации. Поэтому стоимость СМР обычно выходи ниже.</p>\r\n\r\n<p>Ремонт старых&nbsp;квартир&nbsp;получается несколько дороже и сложнее, так как предполагает широкий спектр демонтажных работ и исправление конструкционных недостатков: снос ненужных стен, обустройство новых дверных проемов, перенос коммуникаций, замена электрической проводки и многое другое.<br />\r\n&nbsp;</p>\r\n\r\n<p>Но и в том и в другом случаях без помощи квалифицированного специалиста невозможно продумать все особенности ремонта, учесть возможные проблемы и грамотно разработать план проведения работ. Ведь перепланировка&nbsp;двухкомнатных&nbsp;помещение, в зависимости площади пространства, позволяет создать как шикарную студию, так и трехкомнатное жилье. И только опытный дизайнер способен создать грамотный проект.<br />\r\n&nbsp;</p>\r\n\r\n<p>Авторский&nbsp;дизайн интерьера&nbsp;&ndash; это способ придать вашему жилью индивидуальность, воплотить в жизнь самые необычные и смелые решения. Мы разработаем гармоничное пространственное решение, которое удовлетворит самого требовательного заказчика.&nbsp;Заказать&nbsp;индивидуальный проект вы можете, посетив наш офис, позвонив по телефону или оставив заявку через форму обратной связи на нашем сайте.</p>@|;', '{\"\\u041a\\u0430\\u0440\\u0442\\u0438\\u043d\\u043a\\u0430 \\u043f\\u0440\\u0435\\u0434\\u043c\\u0435\\u0442\\u0430\":\"upload\\/articles\\/58\\/img\\/58-5a11b822d67e8.jpg\"}', '', '[{\"full\":\"upload\\/articles\\/58\\/full\\/12.jpg\",\"min\":\"upload\\/articles\\/58\\/min\\/12.jpg\"},{\"full\":\"upload\\/articles\\/58\\/full\\/13.jpg\",\"min\":\"upload\\/articles\\/58\\/min\\/13.jpg\"},{\"full\":\"upload\\/articles\\/58\\/full\\/14.jpg\",\"min\":\"upload\\/articles\\/58\\/min\\/14.jpg\"}]', '', 0, '0000-00-00 00:00:00', 'Дизайн двокімнатної квартири в Києві, замовити дизайн проект інтерьеру 2-кімнатної квартири@|;Дизайн двухкомнатной квартиры в Киеве, заказать дизайн интерьера 2-х комнатной квартиры@|;', 'Авторський дизайн інтер\'єру від \"ДЕНЬ project\" – це спосіб надати вашому житлу індивідуальність, втілити в життя найнезвичайніші та сміливіші рішення. Ми розробимо гармонійне просторове рішення, яке задовольнить найвибагливішого замовника.@|;Авторский дизайн интерьера от \"ДЕНЬ project\" – это способ придать вашему жилью индивидуальность, воплотить в жизнь самые необычные и смелые решения. Мы разработаем гармоничное пространственное решение, которое удовлетворит самого требовательного заказчика. @|;', '@|;@|;', 1, '2017-11-19 16:57:17', '2017-11-20 08:21:08');
INSERT INTO `articles` (`id`, `category_id`, `article_id`, `name`, `title`, `short_description`, `description`, `attributes`, `img`, `imgs`, `files`, `priority`, `date`, `meta_title`, `meta_description`, `meta_keywords`, `active`, `created_at`, `updated_at`) VALUES
(59, 13, 0, '', 'Дизайн трикімнатної квартири@|;Дизайн трехкомнатной квартиры@|;', '@|;@|;', '<h1>Трикімнатна квартира: особливості дизайну</h1>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Часто здається, що розробити дизайн трикімнатної квартири &ndash; легке і зрозуміле завдання. Місця досить, функціональне призначення кімнат вже сплановане забудовником: вітальня, спальня, дитяча. Але з огляду на, що склад сім&#39;ї та вимоги до характеристик приміщень у кожному випадку абсолютно різні, правильно скласти проект перед ремонтом, особливо якщо потрібне перепланування &ndash; не так вже й просто.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Особливості З-кімнатних квартир у будинках різних проектів</h2>\r\n\r\n<p>У Києві досить різноманітний житловий фонд: від житла в будинках дореволюційної побудови до новобудов будь-якого ступеня комфорту. Ці два типи будівель, полярних за часом спорудження, зазвичай надають найбільші можливості для створення комфортного інтер&#39;єру завдяки збільшеній площі та високим стелям.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Сталінки побудовані добротно, але дуже відрізняються за площею і плануванням в залежності від конкретного проекту. Висота стель і тут на рівні &ndash; як мінімум 3 метри, але часто зустрічаються і 4-4,5-метрові, що дозволяє розвивати інтер&#39;єр по вертикалі, влаштовуючи різні антресолі і надбудови.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Квартири в панельному будинку, як старих проектів, так і чешки, зазвичай відрізняються невеликою площею (60-70 кв.м.) і не дуже вдалим плануванням. До цієї ж категорії можна віднести і цегляні будинки, якими забудовувався Київ у період з середини 50-х до кінця 80-х років. 3-кімнатні квартири в них теж мають площу близько 60-65 кв.м і висоту стелі 2,5 м. Єдиною перевагою є матеріал стін, який забезпечує кращу звукоізоляцію у порівнянні з панеллю.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Розробка дизайну інтер&#39;єру таких приміщень &ndash; складна, але цікава задача для професіонала.&nbsp; Необхідно розмістити повний набір функцій трикімнатної квартири на площі, якої за сучасними мірками вистачає лише на двокімнатну.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Актуальні напрямки в дизайні</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Незважаючи на відмінності у вихідних даних, можна виділити кілька головних принципів в обробці і плануванні трикімнатної квартири:</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul>\r\n	<li>Загальне стильове рішення, що поєднує всі приміщення в єдину просторову композицію.</li>\r\n	<li>Грамотне освітлення: у кожній кімнаті повинні бути розсіяне загальне світло, м&#39;яке локальне, що допомагає зонувати приміщення, і ситуативне робоче для читання або творчості.</li>\r\n	<li>Продумана система зберігання: навіть при невеликій площі вкрай бажані кладова або гардеробна.</li>\r\n	<li>Дозоване застосування декору: світовим трендом є фарбування поверхонь у нейтральні світлі кольори з акцентом у вигляді шпалер зі стильним малюнком тільки на одній стіні.</li>\r\n	<li>В оформленні віконних прорізів варто уникати масивних драпіровок і складного малюнка штор, особливо в приміщеннях з невисокими стелями.<br />\r\n	&nbsp;</li>\r\n</ul>\r\n\r\n<p>Наші фахівці мають великий досвід планування нтер&#39;єрів квартир усіх типів, завжди уважні до вподобань клієнтів, а також працюють у будь-яких стильових напрямках. Рішення замовити дизайн-проект в нашій студії дозволить вам створити комфортне житло, що максимально відповідає вашій сім&#39;ї.</p>@|;<h1>Трехкомнатная квартира: особенности дизайна</h1>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Часто кажется, что разработать дизайн трехкомнатной квартиры - легкая и понятная задача. Места достаточно, функциональное назначение комнат уже спланировано застройщиком: гостиная, спальня, детская. Но учитывая, что состав семьи и требования к характеристикам помещений в каждом случае совершенно разные, правильно составить проект перед ремонтом, особенно если нужна перепланировка - не так просто.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Особенности з-х комнатных квартир в домах различных проектов</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>В Киеве достаточно разнообразный жилой фонд: от жилья в зданиях дореволюционной постройки до новостроев любой степени комфорта. Эти два полярных по времени постройки типа зданий обычно предоставляют самые большие возможности для создания комфортного интерьера из-за увеличенной площади и высоких потолков.</p>\r\n\r\n<p>Сталинки построены добротно, но очень отличаются по площади и планировке в зависимости от конкретного проекта. Высота потолков и здесь на уровне - как минимум 3 метра, но часто встречаются и 4-4,5 метровые, что позволяет развивать интерьер по вертикали, устраивая различные антресоли и надстройки.</p>\r\n\r\n<p>Квартиры в панельном доме, как старых проектов, так и чешки, обычно отличаются небольшой площадью (60-70 кв.м.) и не слишком удачной планировкой. К этой же категории примыкают и кирпичные дома, которыми застраивался Киев в период с середины 50-х до конца 80-х годов. 3-х комнатные квартиры в них тоже имеют площадь порядка 60-65 кв.м и высоту потолка 2,5 м. Единственным преимуществом является материал стен, который обеспечивает лучшую звукоизоляцию по сравнению с панелью.</p>\r\n\r\n<p>Разработка дизайна интерьера таких помещений - сложная, но интересная задача для профессионала, так как необходимо разместить полный набор функций трехкомнатной квартиры на площади, которой по современным меркам хватает лишь на двухкомнатную.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>Актуальные направления в дизайне</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Несмотря на различия в исходных данных, можно выделить несколько главных принципов в отделке и планировке трехкомнатной квартиры:</p>\r\n\r\n<ul>\r\n	<li>Общее стилевое решение, объединяющее все помещения в единую пространственную композицию.</li>\r\n	<li>Грамотное освещение: в каждой комнате должны присутствовать рассеянный общий свет, мягкий локальный, помогающий зонировать помещение, и ситуативный рабочий для чтения или творчества.</li>\r\n	<li>Продуманная система хранения: даже при небольшой площади крайне желательны кладовая или гардеробная.</li>\r\n	<li>Дозированное применение декора: мировым трендом является покраска поверхностей в нейтральные светлые цвета с акцентом в виде обоев стильного рисунка только на одной из стен.</li>\r\n	<li>В оформлении оконных проемов стоит избегать массивных драпировок и сложного рисунка штор, особенно в помещениях с невысокими потолками.<br />\r\n	&nbsp;</li>\r\n</ul>\r\n\r\n<p>Наши специалисты имеют большой опыт в планировании интерьеров квартир всех типов, всегда внимательны к предпочтениям клиентов, а также работают в любых стилевых направлениях. Решение заказать дизайн-проект в нашей студии позволит создать комфортное жилье, максимально подходящее для конкретной семьи.</p>@|;', '{\"\\u041a\\u0430\\u0440\\u0442\\u0438\\u043d\\u043a\\u0430 \\u043f\\u0440\\u0435\\u0434\\u043c\\u0435\\u0442\\u0430\":\"upload\\/articles\\/59\\/img\\/59-5a181b7b91d80.jpg\"}', '', '[]', '', 0, '0000-00-00 00:00:00', 'Дизайн трикімнатної квартири в Києві, замовити дизайн проект інтер\'єру трикімнатної квартири@|;Дизайн трехкомнатной квартиры в Киеве, заказать дизайн проект интерьера 3-х комнатной квартиры в Киеве@|;', 'Фахівці студії дизайну \"ДЕНЬ project\" мають великий досвід планування нтер\'єрів квартир усіх типів, завжди уважні до вподобань клієнтів, а також працюють у будь-яких стильових напрямках.@|;Специалисты \"ДЕНЬ project\" имеют большой опыт в планировании интерьеров квартир всех типов, всегда внимательны к предпочтениям клиентов, а также работают в любых стилевых направлениях.@|;', '@|;@|;', 1, '2017-11-19 17:06:37', '2017-11-24 13:15:39');

-- --------------------------------------------------------

--
-- Структура таблицы `categories`
--

CREATE TABLE `categories` (
  `id` int(10) UNSIGNED NOT NULL,
  `parent_id` int(11) NOT NULL,
  `article_parent` int(11) NOT NULL,
  `link` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `img` text COLLATE utf8_unicode_ci NOT NULL,
  `short_description` text COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `imgs` text COLLATE utf8_unicode_ci NOT NULL,
  `fields` text COLLATE utf8_unicode_ci NOT NULL,
  `date` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `meta_title` text COLLATE utf8_unicode_ci NOT NULL,
  `meta_description` text COLLATE utf8_unicode_ci NOT NULL,
  `meta_keywords` text COLLATE utf8_unicode_ci NOT NULL,
  `priority` int(11) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `categories`
--

INSERT INTO `categories` (`id`, `parent_id`, `article_parent`, `link`, `title`, `img`, `short_description`, `description`, `imgs`, `fields`, `date`, `active`, `meta_title`, `meta_description`, `meta_keywords`, `priority`, `created_at`, `updated_at`) VALUES
(11, 0, 0, 'company', 'Про нас@|;About us@|;', '', '@|;@|;', '@|;@|;', '[]', '{\"base\":[\"title\",\"description\",\"active\",\"meta_title\",\"meta_description\",\"meta_keywords\"],\"attributes\":{}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-05-29 12:25:28', '2017-05-31 21:08:47'),
(12, 0, 0, 'project', 'Проекти@|;Project@|;', '', '@|;@|;', '@|;@|;', '[]', '{\"base\":[\"title\",\"gallery\",\"priority\",\"active\"],\"attributes\":{\"Картинка проекта\":{\"type\":\"files\",\"lang_active\":false,\"active\":false}}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-05-29 12:27:41', '2017-09-12 07:22:20'),
(13, 0, 0, 'news', 'Новини@|;Новини@|;', '', '@|;@|;', '@|;@|;', '[]', '{\"base\":[\"title\",\"description\",\"gallery\",\"priority\",\"active\",\"meta_title\",\"meta_description\",\"meta_keywords\"],\"attributes\":{\"Картинка предмета\":{\"type\":\"files\",\"lang_active\":false,\"active\":false}}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-05-29 12:29:40', '2017-09-12 07:22:39'),
(15, 0, 0, 'social', 'Соціальні мережі@|;Social networks@|;', '', '@|;@|;', '@|;@|;', '[]', '{\"base\":[\"title\",\"active\"],\"attributes\":{\"Ссилка\":{\"type\":\"input\",\"lang_active\":false,\"active\":false}}}', '0000-00-00 00:00:00', 1, '@|;@|;', '@|;@|;', '@|;@|;', 0, '2017-05-29 12:33:05', '2017-05-29 12:57:49');

-- --------------------------------------------------------

--
-- Структура таблицы `comments`
--

CREATE TABLE `comments` (
  `id` int(10) UNSIGNED NOT NULL,
  `article_id` int(11) NOT NULL,
  `rate` double(8,2) NOT NULL,
  `user_name` text COLLATE utf8_unicode_ci NOT NULL,
  `user_phone` int(11) NOT NULL,
  `user_email` text COLLATE utf8_unicode_ci NOT NULL,
  `comment` text COLLATE utf8_unicode_ci NOT NULL,
  `priority` int(11) NOT NULL DEFAULT '0',
  `date` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `active` tinyint(1) NOT NULL DEFAULT '0',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `langs`
--

CREATE TABLE `langs` (
  `id` int(10) UNSIGNED NOT NULL,
  `lang` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `langs`
--

INSERT INTO `langs` (`id`, `lang`, `created_at`, `updated_at`) VALUES
(1, 'ua', '2017-01-14 20:44:58', '2017-01-14 20:44:58'),
(2, 'ru', '2017-01-14 20:44:58', '2017-01-14 20:44:58');

-- --------------------------------------------------------

--
-- Структура таблицы `migrations`
--

CREATE TABLE `migrations` (
  `migration` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `migrations`
--

INSERT INTO `migrations` (`migration`, `batch`) VALUES
('2014_10_12_000000_create_users_table', 1),
('2014_10_12_100000_create_password_resets_table', 1),
('2016_09_14_124503_create_articles_table', 1),
('2016_09_14_124813_create_categories_table', 1),
('2016_09_14_124942_create_langs_table', 1),
('2016_10_06_124518_create_texts_table', 1),
('2016_11_04_094627_create_comments_table', 1),
('2016_12_26_140118_change_text_table_soft', 1),
('2017_01_02_155628_create_orders_table', 1),
('2017_02_06_120655_create_settings_table', 2),
('2017_02_13_144141_add_parent_id_categories', 3),
('2017_02_13_174128_add_article_id', 4),
('2017_02_13_174631_add_article_id', 5),
('2017_02_14_110847_add_article_parrent_category', 6),
('2017_02_14_111446_add_article_parrent_category', 7),
('2017_02_24_163342_add_field_img', 8);

-- --------------------------------------------------------

--
-- Структура таблицы `orders`
--

CREATE TABLE `orders` (
  `id` int(10) UNSIGNED NOT NULL,
  `type` text COLLATE utf8_unicode_ci NOT NULL,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `phone` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- Структура таблицы `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `password_resets`
--

INSERT INTO `password_resets` (`email`, `token`, `created_at`) VALUES
('webdesignstudio@gmail.com', 'fbde7c2090b1432792a7b0caee4dcfa185c155d6cc24beff39508ff5271224ba', '2017-02-06 14:40:36');

-- --------------------------------------------------------

--
-- Структура таблицы `settings`
--

CREATE TABLE `settings` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `settings`
--

INSERT INTO `settings` (`id`, `name`, `title`, `description`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 'config.email', 'Пошта для отримання повідомлень', 'info@dayproject.com.ua', '0000-00-00 00:00:00', '2017-09-12 14:54:49', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `texts`
--

CREATE TABLE `texts` (
  `id` int(10) UNSIGNED NOT NULL,
  `page_id` int(11) NOT NULL DEFAULT '0',
  `name` text COLLATE utf8_unicode_ci NOT NULL,
  `type` varchar(55) COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `description` text COLLATE utf8_unicode_ci NOT NULL,
  `priority` int(11) NOT NULL DEFAULT '0',
  `lang_active` int(11) NOT NULL DEFAULT '1',
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `texts`
--

INSERT INTO `texts` (`id`, `page_id`, `name`, `type`, `title`, `description`, `priority`, `lang_active`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, 0, 'address', 'input', 'Адрес', 'Київ, Україна@|;Киев, Украина@|;', 0, 1, '2017-04-21 15:09:24', '2017-09-04 14:02:12', NULL),
(2, 0, 'telephone', 'input', 'Телефон', '+38 (096) 598 76 07 ', 0, 0, '2017-04-21 15:11:31', '2017-06-08 14:03:47', NULL),
(6, 0, 'email', 'input', 'Email', 'info@dayproject.com.ua', 0, 0, '2017-05-29 12:02:40', '2017-09-12 07:47:03', NULL),
(7, 0, 'google_analytics', 'input', 'Google Analytics', '<script>   (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){   (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),   m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)   })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');    ga(\'create\', \'UA-107019729-1\', \'auto\');   ga(\'send\', \'pageview\');  </script>', 0, 0, '2017-09-25 15:29:10', '2017-09-25 19:04:00', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(60) COLLATE utf8_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(2, 'root', 'webtestingstudio@gmail.com', '$2y$10$6NO1CpFCQr/JpWLQzETEgeoERlyd4xT3BIDSM6SKULihbZFI61L/u', 'em84KKyw00HjVi7i9UczP2cpoRptlPaJ9YMMWOirzvgKWrjz1ltgqQJZLtad', '2017-04-03 21:35:00', '2017-06-05 20:21:35'),
(3, 'info@dayproject.com.ua', 'info@dayproject.com.ua', '$2y$10$REVi/jO0TeaQEcNqys5gqegNXpAga7.6R30qdd607HuUPlem8C722', 'XKBc8TN8J9Au1ZAhjY46SbPMaep3WYArU01OVyybTQbBxWnZ7QdaJNMSXiNm', '2017-06-05 20:29:36', '2017-09-04 18:08:30');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `langs`
--
ALTER TABLE `langs`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`),
  ADD KEY `password_resets_token_index` (`token`);

--
-- Индексы таблицы `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `texts`
--
ALTER TABLE `texts`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `articles`
--
ALTER TABLE `articles`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=60;

--
-- AUTO_INCREMENT для таблицы `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT для таблицы `comments`
--
ALTER TABLE `comments`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `langs`
--
ALTER TABLE `langs`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT для таблицы `orders`
--
ALTER TABLE `orders`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `settings`
--
ALTER TABLE `settings`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT для таблицы `texts`
--
ALTER TABLE `texts`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
